Repository: orklepee/nimbo-ttc
Catalog: languages/*.po
Languages: ru_ru

source: Default value: Audio player (iframe)
ru_ru: Значение по умолчанию: Аудиоплеер (iframe)

source: Audio player (iframe)
ru_ru: Аудиоплеер (iframe)

source: Featured image and popup window with audio player
ru_ru: Изображение записи и всплывающее окно с аудиоплеером

source: Audio player / Featured image
ru_ru: Аудиоплеер / Изображение записи

source: SoundCloud URL
ru_ru: URL-адрес аудиозаписи из SoundCloud

source: Insert a link (URL) on a song from the SoundCloud service
ru_ru: Вставьте ссылку (URL-адрес) на песню из SoundCloud - это онлайн-платформа, которая позволяет слушать любимую музыку онлайн

source: Settings for the Link Format
ru_ru: Настройки для формата "Ссылка"

source: Link open in... (target attribute)
ru_ru: Ссылку открывать в... (атрибут target)

source: Default value: New tab (_blank)
ru_ru: Значение по умолчанию: Новая вкладка (_blank)

source: Current tab (_self)
ru_ru: Текущая вкладка (_self)

source: New tab (_blank)
ru_ru: Новая вкладка (_blank)

source: Current tab / New tab
ru_ru: Текущая вкладка / Новая вкладка

source: General Settings for the Page
ru_ru: Общие настройки для страницы

source: Page layout
ru_ru: Макет страницы

source: Available layout options for the page: Page with right sidebar, page with left sidebar, and page without sidebar
ru_ru: Доступные параметры макета для страницы: Страница с правой боковой панелью, страница с левой боковой панелью и страница без боковой панели

source: Page metadata (date and author): Show or hide
ru_ru: Метаданные страницы (дата и автор): показать или скрыть

source: Default value: Show
ru_ru: Значение по умолчанию: Показать

source: Show
ru_ru: Показать

source: Hide
ru_ru: Скрыть

source: Show / Hide
ru_ru: Показать / Скрыть

source: Blog posts on the page: Show or hide
ru_ru: Записи блога на странице: показать или скрыть

source: Default value: Hide
ru_ru: Значение по умолчанию: Скрыть

# comments title
source: One thought on &ldquo;%s&rdquo;
ru_ru: Один комментарий к записи &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ru_ru: %1$s комментарий к записи &ldquo;%2$s&rdquo;

source: Older comments
ru_ru: Предыдущие комментарии

source: Newer comments
ru_ru: Новые комментарии

source: Comments are closed.
ru_ru: Комментарии закрыты.

source: Your email address will not be published. Required fields are marked *
ru_ru: Ваш email не будет опубликован. Обязательные поля помечены *

source: Leave a reply
ru_ru: Оставить комментарий

source: Leave a reply to %s
ru_ru: Оставить комментарий к %s

source: Cancel reply
ru_ru: Отменить ответ

source: Post comment
ru_ru: Комментировать

source: Nothing found
ru_ru: Ничего не найдено

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ru_ru: Готовы опубликовать вашу первую запись? <a href="%1$s">Начните здесь</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ru_ru: Извините, но ничто не соответствовало вашим условиям поиска. Пожалуйста, попытайтесь снова с другими ключевыми словами.

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
ru_ru: Кажется, мы не можем найти то, что вы ищете.

source: Widgets
ru_ru: Виджеты

source: Main menu
ru_ru: Основное меню

source: Read more
ru_ru: Читать далее

source: Search results for:
ru_ru: Результаты поиска для:

source: Found:
ru_ru: Найдено:

source: Post
ru_ru: Запись

source: Posts
ru_ru: Записи

source: Blog posts
ru_ru: Записи блога

source: Posted by
ru_ru: Автор записи:

source: Recent comments
ru_ru: Недавние комментарии

source: Add a comment...
ru_ru: Добавить комментарий...

source: Posted on
ru_ru: Опубликовано:

source: By
ru_ru: Автор:

source: Posts by
ru_ru: Записи автора:

source: In
ru_ru: Рубрики:

source: Pages:
ru_ru: Страницы:

source: Tags:
ru_ru: Метки:

source: Written by
ru_ru: Автор записи

source: View all posts
ru_ru: Смотреть все записи

source: Sidebar
ru_ru: Боковая панель

source: Add widgets here to appear in your sidebar on blog posts, homepage, single pages, and archive pages. This sidebar is located in the left or right column.
ru_ru: Добавьте виджеты сюда для того, чтобы они появились в боковой панели на страницах записей, домашней странице, одиночных страницах и архивных страницах. Эта боковая панель расположена в левой или правой колонке.

source: Footer: Column 1
ru_ru: Подвал сайта: Колонка 1

source: Add widgets here to appear in your footer (column 1: left column).
ru_ru: Добавьте виджеты сюда для того, чтобы они появились в подвале сайта (левая колонка).

source: Footer: Column 2
ru_ru: Подвал сайта: Колонка 2

source: Add widgets here to appear in your footer (column 2: central column).
ru_ru: Добавьте виджеты сюда для того, чтобы они появились в подвале сайта (центральная колонка).

source: Footer: Column 3
ru_ru: Подвал сайта: Колонка 3

source: Add widgets here to appear in your footer (column 3: right column).
ru_ru: Добавьте виджеты сюда для того, чтобы они появились в подвале сайта (правая колонка).

source: Enter your search query...
ru_ru: Введите поисковый запрос...

source: Next post
ru_ru: Следующая запись

source: Previous post
ru_ru: Предыдущая запись

source: Newer posts
ru_ru: Следующая

source: Older posts
ru_ru: Предыдущая

source: Posts from our blog
ru_ru: Записи блога

source: You may also like
ru_ru: Вам также может понравиться
