Repository: orklepee/nimbo-ttc
Catalog: languages/*.po
Languages: ru_ru

source: Oops... Error 404
ru_ru: Ой... Ошибка 404

source: We are sorry, but the page you are looking for does not exist.
ru_ru: Извините, но страница, которую вы ищете, не существует.

source: Please check entered address and try again or go to <a href="%1$s" rel="home"><strong>homepage</strong></a>.
ru_ru: Пожалуйста, проверьте введённый адрес и попробуйте снова или вернитесь на <a href="%1$s" rel="home"><strong>главную страницу</strong></a>.

source: Install Required Plugins
ru_ru: Установка обязательных плагинов

source: Install Plugins
ru_ru: Установка плагинов

source: Installing Plugin: %s
ru_ru: Установка плагина: %s

source: Updating Plugin: %s
ru_ru: Обновление плагина: %s

source: Something went wrong with the plugin API.
ru_ru: Что-то пошло не так с API плагина.

source: This theme requires the following plugin: %1$s.
ru_ru: Для этой темы необходимо установить следующий плагин: %1$s.

source: This theme recommends the following plugin: %1$s.
ru_ru: Для этой темы рекомендуется установить следующий плагин: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ru_ru: Следующий плагин должен быть обновлён до последней версии для обеспечения максимальной совместимости с текущей темой: %1$s.

source: There is an update available for: %1$s.
ru_ru: Есть обновление доступное для: %1$s.

source: The following required plugin is currently inactive: %1$s.
ru_ru: Следующий обязательный плагин в настоящее время деактивирован: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ru_ru: Следующий рекомендуемый плагин в настоящее время деактивирован: %1$s.

source: Begin installing plugin
ru_ru: Начать установку плагина

source: Begin updating plugin
ru_ru: Начать обновление плагина

source: Begin activating plugin
ru_ru: Начать активацию плагина

source: Return to Required Plugins Installer
ru_ru: Вернуться к установщику обязательных плагинов

source: Return to the Dashboard
ru_ru: Вернуться к консоли

source: Plugin activated successfully.
ru_ru: Плагин успешно активирован.

source: The following plugin was activated successfully:
ru_ru: Следующий плагин был успешно активирован:

source: No action taken. Plugin %1$s was already active.
ru_ru: Никаких действий не предпринято. Плагин %1$s уже активирован.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ru_ru: Плагин не активирован. Для этой темы необходима более высокая версия %s. Пожалуйста, обновите плагин.

source: All plugins installed and activated successfully. %1$s
ru_ru: Все плагины успешно установлены и активированы. %1$s

source: Dismiss this notice
ru_ru: Закрыть это уведомление

source: There are one or more required or recommended plugins to install, update or activate.
ru_ru: Для установки, обновления или активации есть один или несколько обязательных или рекомендуемых плагинов.

source: Please contact the administrator of this site for help.
ru_ru: Пожалуйста, обратитесь к администратору этого сайта за помощью.

source: This plugin needs to be updated to be compatible with your theme.
ru_ru: Для совместимости данного плагина с вашей темой его требуется обновить.

source: Update Required
ru_ru: Требуется обновление

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ru_ru: Удалённый архив плагина не содержит папку с указанным названием и переименование не работает.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ru_ru: Пожалуйста, обратитесь к поставщику плагина и попросите его упаковать свой плагин в соответствии с рекомендациями WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ru_ru: Удалённый архив плагина состоит из более чем одного файла, но файлы не упакованы в папку.

# plugin A *and* plugin B
source: and
ru_ru: и

source: Required
ru_ru: Обязательный

source: Recommended
ru_ru: Рекомендуемый

source: WordPress Repository
ru_ru: Репозиторий WordPress

source: External Source
ru_ru: Внешний источник

source: Pre-Packaged
ru_ru: Предварительно упакованный

source: Not Installed
ru_ru: Не установлен

source: Installed But Not Activated
ru_ru: Установлен, но не активирован

source: Active
ru_ru: Активен

source: Required Update not Available
ru_ru: Необходимое обновление недоступно

source: Requires Update
ru_ru: Требует обновления

source: Update recommended
ru_ru: Обновление рекомендуется

# plugins
source: All <span class="count">(%s)</span>
ru_ru: <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ru_ru: Установить <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ru_ru: Обновление доступно для <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ru_ru: Активировать <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ru_ru: неизвестно

source: Installed version:
ru_ru: Установленная версия:

source: Minimum required version:
ru_ru: Минимально необходимая версия:

source: Available version:
ru_ru: Доступна версия:

source: No plugins to install, update or activate.
ru_ru: Нет плагинов для установки, обновления или активации.

source: Plugin
ru_ru: Плагин

source: Source
ru_ru: Источник

source: Type
ru_ru: Тип

source: Version
ru_ru: Версия

source: Status
ru_ru: Статус

source: Install %2$s
ru_ru: Установить %2$s

source: Update %2$s
ru_ru: Обновить %2$s

source: Activate %2$s
ru_ru: Активировать %2$s

source: Upgrade message from the plugin author:
ru_ru: Сообщение об обновлении от автора плагина:

source: Install
ru_ru: Установить

source: Update
ru_ru: Обновить

source: Activate
ru_ru: Активировать

source: No plugins were selected to be installed. No action taken.
ru_ru: Не было выбрано плагинов для установки. Никаких действий не предпринято.

source: No plugins were selected to be updated. No action taken.
ru_ru: Не было выбрано плагинов для обновления. Никаких действий не предпринято.

source: No plugins are available to be installed at this time.
ru_ru: В данный момент нет плагинов доступных для установки.

source: No plugins are available to be updated at this time.
ru_ru: В данный момент нет плагинов доступных для обновления.

source: No plugins were selected to be activated. No action taken.
ru_ru: Не было выбрано плагинов для активации. Никаких действий не предпринято.

source: No plugins are available to be activated at this time.
ru_ru: В данный момент нет плагинов доступных для активации.

source: Plugin activation failed.
ru_ru: Не удалось активировать плагин.

source: Updating Plugin %1$s (%2$d/%3$d)
ru_ru: Обновление плагина %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ru_ru: Произошла ошибка при установке %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ru_ru: Не удалось выполнить установку %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ru_ru: Процесс установки и активации начался. Этот процесс может занять некоторое время, поэтому, пожалуйста, будьте терпеливы.

source: %1$s installed and activated successfully.
ru_ru: %1$s успешно установлен и активирован.

source: All installations and activations have been completed.
ru_ru: Все установки и активации были завершены.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ru_ru: Установка и активация плагина %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ru_ru: Процесс установки начался. Этот процесс может занять некоторое время, поэтому, пожалуйста, будьте терпеливы.

source: %1$s installed successfully.
ru_ru: %1$s успешно установлен.

source: All installations have been completed.
ru_ru: Все установки были завершены.

source: Installing Plugin %1$s (%2$d/%3$d)
ru_ru: Установка плагина %1$s (%2$d/%3$d)

source: Logo For Dark Style (optional)
ru_ru: Логотип для тёмного стиля (необязательно)

source: Logo for the dark theme style must have the same dimensions as the original logo and should differ only in color.
ru_ru: Логотип для тёмного стиля темы должен иметь те же размеры, что и оригинальный логотип, и должен отличаться только цветом.

source: Logo: Description
ru_ru: Логотип: описание

source: Logo Width, px
ru_ru: Ширина логотипа, px

source: General Settings
ru_ru: Общие настройки

source: Header
ru_ru: Заголовок ("шапка" сайта)

source: Header Type
ru_ru: Тип заголовка:

source: Header: Type 1 - One row
ru_ru: Тип 1 - Один ряд

source: Header: Type 2 - Two rows
ru_ru: Тип 2 - Два ряда

source: If you use a logo with small dimensions, then the first header type ("Header: Type 1 - One row") will be a good choice.
ru_ru: Если вы используете логотип с небольшими размерами, то лучшим выбором будет первый тип заголовка ("Заголовок: Тип 1 - Один ряд").

source: Header Type: Description
ru_ru: Тип заголовка: описание

source: Menu Type
ru_ru: Тип меню

source: Hidden menu
ru_ru: Скрытое меню

source: Visible menu
ru_ru: Видимое меню

source: Enable color switch
ru_ru: Включить переключатель цвета

source: After disabling the color switch option, the "nimbo_site_style" cookie with information about the current theme style will be deleted. The default theme style can be selected in the following option below: "General Settings > Other Settings > Default Color Scheme".
ru_ru: После отключения опции переключения цвета, файл cookie "nimbo_site_style" с информацией о текущем стиле темы будет удалён. Стиль темы по умолчанию может быть выбран в настройке ниже: "Общие настройки > Другие настройки > Цветовая схема по умолчанию".

source: Color Switch: Description
ru_ru: Переключатель цвета: описание

source: Dark Style: Color Switch Icon Type
ru_ru: Тёмный стиль: Тип иконки переключателя цвета

source: Moon icon
ru_ru: Иконка Луны

source: Sun icon
ru_ru: Иконка Солнца

source: Show search icon and dropdown search form
ru_ru: Показать иконку поиска и выпадающую форму поиска

source: Enable sticky header
ru_ru: Включить липкий заголовок ("шапка" сайта)

source: Logo
ru_ru: Логотип

source: Logo Type
ru_ru: Тип логотипа

source: Text
ru_ru: Текст

source: Image
ru_ru: Изображение

source: You can add an image for your logo in the "Site Identity" section: "Site Identity > Logo".
ru_ru: Вы можете добавить изображение для вашего логотипа в разделе "Свойства сайта > Логотип".

source: Logo Type: Description
ru_ru: Тип логотипа: описание

source: Logo Text (Logo Type: Text)
ru_ru: Текст логотипа (тип логотипа: текст)

source: Homepage: Header image and Header text
ru_ru: Домашняя страница: изображение и текст заголовка

source: Show header image and header text only on the first page
ru_ru: Показать изображение и текст заголовка только на первой странице

source: Blog
ru_ru: Блог

source: Layout
ru_ru: Макет

source: No sidebar
ru_ru: Без боковой панели

source: Left sidebar
ru_ru: Боковая панель слева

source: Right sidebar
ru_ru: Боковая панель справа

source: Blog Posts
ru_ru: Записи блога

source: "Excerpt" Or "Read More Tag"
ru_ru: Использовать "Отрывок" или тег "Далее"

source: Excerpt
ru_ru: Отрывок

source: Read More Tag
ru_ru: Тег далее

source: The "Excerpt" option does not apply to the following post formats: aside, link, status, chat, and quote.
ru_ru: Опция "Отрывок" не применяется к следующим форматам записей: заметка, ссылка, статус, чат и цитата.

source: Excerpt Type: Description
ru_ru: Тип отрывка: описание

source: Excerpt Length (Number Of Words)
ru_ru: Длина отрывка (количество слов)

source: Increase the size of small images (option applies only to your featured images)
ru_ru: Увеличить размер маленьких изображений (опция применяется только к вашим избранным изображениям записей)

source: Show icons when you hover on featured image
ru_ru: Показать иконки при наведении на изображение записи

source: Show date
ru_ru: Показать дату

source: Show author
ru_ru: Показать автора

source: Show "I like" counter
ru_ru: Показать счётчик "Мне нравится"

source: Show social share buttons
ru_ru: Показать кнопки "Поделиться в социальных сетях"

source: Show recent comments
ru_ru: Показать недавние комментарии

source: Number Of Recent Comments
ru_ru: Число недавних комментариев

source: Comment: Number Of Words
ru_ru: Комментарий: количество слов

source: Single Post Page
ru_ru: Страница одной записи

source: Single Post Page: Default Layout
ru_ru: Страница одной записи: Макет по умолчанию

source: Post with right sidebar
ru_ru: Запись с правой боковой панелью

source: Post with left sidebar
ru_ru: Запись с левой боковой панелью

source: Full width post (without sidebar)
ru_ru: Запись без боковой панели

source: Here you can change the default layout for all your posts. You can also change the layout for each post in the post settings: "WordPress Dashboard > Posts > Add new or Edit existing post > Post Layout > Single post page: Layout".
ru_ru: Здесь вы можете изменить макет по умолчанию для всех ваших записей. Вы также можете изменить макет для каждой записи в настройках записи: "WordPress Консоль > Записи > Добавить новую или Редактировать существующую запись > Макет записи > Макет страницы с записью".

source: Default Post Layout: Description
ru_ru: Макет записи по умолчанию: описание

source: Full Width Post: Image Size
ru_ru: Запись без боковой панели: Размер изображения

source: Cropped image
ru_ru: Обрезанное изображение

source: Original size
ru_ru: Оригинальный размер

source: Show icons when you hover on featured image (option for single post page)
ru_ru: Показать иконки при наведении на изображение записи (опция для страницы одной записи)

source: Show date (option for single post page)
ru_ru: Показать дату (опция для страницы одной записи)

source: Show author (option for single post page)
ru_ru: Показать автора (опция для страницы одной записи)

source: Show categories
ru_ru: Показать рубрики

source: Show social share buttons (option for single post page)
ru_ru: Показать кнопки "Поделиться в социальных сетях" (опция для страницы одной записи)

source: Show comments counter
ru_ru: Показать счётчик комментариев

source: Show "I like" counter (option for single post page)
ru_ru: Показать счётчик "Мне нравится" (опция для страницы одной записи)

source: Show "About the author" section
ru_ru: Показать раздел "Об авторе"

source: Show related posts
ru_ru: Показать похожие записи

source: Single Page
ru_ru: Одиночная страница

source: Single Page: Default Layout
ru_ru: Одиночная страница: Макет по умолчанию

source: Page with right sidebar
ru_ru: Страница с правой боковой панелью

source: Page with left sidebar
ru_ru: Страница с левой боковой панелью

source: Full width page (without sidebar)
ru_ru: Страница без боковой панели

source: Here you can change the default layout for all your pages. You can also change the layout for each page in the page settings: "WordPress Dashboard > Pages > Add new or Edit existing page > General Settings for the Page > Page layout".
ru_ru: Здесь вы можете изменить макет по умолчанию для всех ваших страниц. Вы также можете изменить макет для каждой страницы в настройках страницы: "WordPress Консоль > Страницы > Добавить новую или Редактировать существующую страницу > Общие настройки для страницы > Макет страницы".

source: Default Page Layout: Description
ru_ru: Макет страницы по умолчанию: описание

source: Footer
ru_ru: "Подвал" сайта

source: Copyright Text
ru_ru: Текст авторского права

source: Allowed HTML tags: a, span, strong, b, em, i, br. Allowed attributes: a - href, title, target, class, rel. span - class. i - class.
ru_ru: Разрешённые HTML теги: a, span, strong, b, em, i, br. Разрешённые атрибуты: a - href, title, target, class, rel. span - class. i - class.

source: Copyright Text: Allowed HTML Tags
ru_ru: Текст авторского права: разрешённые HTML теги

source: Show Social Links Or Menu In The Footer
ru_ru: В подвале сайта выводить ссылки на социальные сети или меню

source: Footer menu
ru_ru: Меню подвала сайта

source: Social links
ru_ru: Ссылки на социальные сети

source: Social Links
ru_ru: Разметка для ссылок на социальные сети

source: Allowed HTML tags: a, span, i. Allowed attributes: a - href, title, target, class, rel. span - class. i - class. An example of filling this field you can see in the documentation.
ru_ru: Разрешённые HTML теги: a, span, i. Разрешённые атрибуты: a - href, title, target, class, rel. span - class. i - class. Пример заполнения этого поля вы можете посмотреть в документации к этой теме.

source: Social Links: Allowed HTML Tags
ru_ru: Разметка для ссылок на социальные сети: разрешённые HTML теги

source: Other Settings
ru_ru: Другие настройки

source: Default Color Scheme
ru_ru: Цветовая схема по умолчанию

source: Light
ru_ru: Светлая

source: Dark
ru_ru: Тёмная

source: This option will change the default color scheme for your site. Important! If your current browser has the "nimbo_site_style" cookie with information about the current theme style, then for this browser the color scheme will be what is written in this cookie file. For all other visitors, who do not have the "nimbo_site_style" cookie about the current style, the color scheme will be changed to the selected by default.
ru_ru: Эта опция изменит цветовую схему по умолчанию на вашем сайте. Важно! Если ваш текущий браузер имеет файл cookie "nimbo_site_style" с информацией о текущем стиле темы, то для этого браузера цветовая схема будет как записано в этом файле cookie. Для всех остальных посетителей вашего сайта, у кого нет этого файла cookie с информацией о текущем стиле, цветовая схема сайта будет изменена на выбранную по умолчанию.

source: Default Color Scheme: Description
ru_ru: Цветовая схема по умолчанию: Описание

source: Show "Back to top" button
ru_ru: Показать кнопку "К началу страницы"

source: Enable cookies for the theme color switching function
ru_ru: Использовать файлы cookie для функции переключения цвета

source: Show "Cookies information" window
ru_ru: Показать окно "Информация о файлах cookie"

source: "Cookies Information" Window: Window Type On Mobile Devices
ru_ru: Тип окна "Информация о файлах cookie" на мобильных устройствах

source: Hidden window
ru_ru: Скрытое окно

source: Visible window
ru_ru: Видимое окно

source: "Cookies Information" Window: Text
ru_ru: Текст для окна "Информация о файлах cookie"

source: This is a required field (If this field is empty, the window will not appear). Allowed HTML tags: p, a, span, strong, b, em, i, br. Allowed attributes: p - class. a - href, title, target, class, rel. span - class. i - class.
ru_ru: Это обязательное поле (если это поле оставить пустым, окно не появится). Разрешённые HTML теги: p, a, span, strong, b, em, i, br. Разрешённые атрибуты: p - class. a - href, title, target, class, rel. span - class. i - class.

source: "Cookies Information" Window: Text - Allowed HTML Tags
ru_ru: Окно "Информация о файлах cookie": разрешённые HTML теги для текста

source: "Cookies Information" Window: Accept Button Text
ru_ru: Текст кнопки "Принять" окна "Информация о файлах cookie"

source: This is a required field (If this field is empty, the window will not appear).
ru_ru: Это обязательное поле (если это поле оставить пустым, окно не появится).

source: "Cookies Information" Window: Accept Button Text - Description
ru_ru: Текст кнопки "Принять" окна "Информация о файлах cookie": описание опции

source: Fonts
ru_ru: Шрифты

source: The theme uses four Google fonts: Lora (main font), Source Sans Pro (headings, logo text, menus, copyright text, and "cookies information" window), Playfair Display (blockquote items), and PT Sans (metadata).
ru_ru: Тема использует четыре Google шрифта: Lora (основной шрифт), Source Sans Pro (заголовки, текст логотипа, меню, текст авторского права и текст окна "Информация о файлах cookie"), Playfair Display (цитаты) и PT Sans (шрифт для метаданных).

source: Information About Fonts
ru_ru: Информация о шрифтах

source: Character Sets
ru_ru: Наборы символов (языки)

source: Specify which subsets should be used. Multiple subsets must be separated with commas (,) and must be entered without spaces. Example: cyrillic,cyrillic-ext,latin-ext
ru_ru: Укажите, какие наборы символов должны быть использованы. Несколько наборов должны быть разделены запятой (,) и не должны включать пробелы. Пример: cyrillic,cyrillic-ext,latin-ext

source: Character Sets: Description
ru_ru: Наборы символов: описание

source: Styles
ru_ru: Стили

source: Main Font (Default Font: Lora; Default Styles: 400,400i,700,700i)
ru_ru: Основной шрифт (шрифт по умолчанию: Lora; стили по умолчанию: 400,400i,700,700i)

source: Font For Headings (Default Font: Source Sans Pro; Default Styles: 400,600,700)
ru_ru: Шрифт для заголовков (шрифт по умолчанию: Source Sans Pro; стили по умолчанию: 400,600,700)

source: Font For Quotes (Blockquote Items; Default Font: Playfair Display; Default Styles: 400,400i)
ru_ru: Шрифт для цитат (шрифт по умолчанию: Playfair Display; стили по умолчанию: 400,400i)

source: Font For Metadata (Default Font: PT Sans; Default Styles: 400,700)
ru_ru: Шрифт для метаданных (шрифт по умолчанию: PT Sans; стили по умолчанию: 400,700)

source: Hover/Active Color
ru_ru: Цвет при наведении, цвет выбранных элементов

source: Background Color (Dark Style)
ru_ru: Цвет фона (для тёмного стиля)

source: Hover/Active Color (Dark Style)
ru_ru: Цвет при наведении, цвет выбранных элементов (для тёмного стиля)

source: Header Text
ru_ru: Текст заголовка

source: Custom Title
ru_ru: Заглавие

source: Allowed HTML tags: a, span, strong, b, em, i. Allowed attributes: a - href, title, target, class, rel. span - class. i - class.
ru_ru: Разрешённые HTML теги: a, span, strong, b, em, i. Разрешённые атрибуты: a - href, title, target, class, rel. span - class. i - class.

source: Header Text: Custom Title - Allowed HTML Tags
ru_ru: Заглавие: разрешённые HTML теги

source: Custom Text
ru_ru: Текст

source: Header Text: Custom Text - Allowed HTML Tags
ru_ru: Текст: разрешённые HTML теги

source: Post Layout
ru_ru: Макет записи

source: Single post page: Layout
ru_ru: Макет страницы с записью

source: Available layout options for the post: Post with right sidebar, post with left sidebar, and post without sidebar
ru_ru: Доступные параметры макета для записи: Запись с правой боковой панелью, запись с левой боковой панелью и запись без боковой панели

source: Settings for the Gallery Format
ru_ru: Настройки для формата "Галерея"

source: Media type
ru_ru: Тип медиа (что выводить в качестве миниатюры записи)

source: Default value: Slider with images from the gallery
ru_ru: Значение по умолчанию: Слайдер с изображениями из галереи

source: Featured image
ru_ru: Изображение записи

source: Slider
ru_ru: Слайдер с изображениями

source: Featured image / Slider
ru_ru: Изображение записи / Слайдер

source: Add images for the gallery
ru_ru: Добавить изображения в галерею

source: Settings for the Video Format
ru_ru: Настройки для формата "Видео"

source: Default value: Video player (iframe)
ru_ru: Значение по умолчанию: Видеоплеер (iframe)

source: Video player (iframe)
ru_ru: Видеоплеер (iframe)

source: Featured image and popup window with video player
ru_ru: Изображение записи и всплывающее окно с видеоплеером

source: Video player / Featured image
ru_ru: Видеоплеер / Изображение записи

source: Video URL
ru_ru: URL-адрес видео

source: Insert a link (URL) on a video from one of the video hosting sites: YouTube, Vimeo, etc
ru_ru: Вставьте ссылку (URL-адрес) на видео с одного из видеохостингов: YouTube, Vimeo и т.д.

source: Settings for the Audio Format
ru_ru: Настройки для формата "Аудио"
